{
  "sobre": "About",
  "experiencia": "Experience",
  "habilidades": "Skills",
  "projetos": "Projects",
  "nome": "Carlos Alberto Gomes de Souza Junior",
  "cargo": "FRONTEND DEVELOPER",
  "contato": "Contact:",
  "sobremim": "At 24 years old, my journey into web development began in early 2022 when I decided to explore this exciting world on my own. I quickly immersed myself in studies, and within a few months, I was applying my knowledge as a front-end developer at a startup. This initial experience solidified my passion for programming and drove me to pursue a full-stack development technologist course.",
  "experienciacaps": "EXPERIENCE",
  "tipodetrabalho": "Freelance for a startup",
  "cargodotrabalho": "FrontEnd Developer",
  "descriçaodotrabalho": "As a FrontEnd developer, I transformed Figma designs into functional web applications. My responsibilities included form development, ensuring responsiveness, and implementing validations with Yup. I enhanced my skills in React, Typescript, deepened my knowledge of hooks, and working with APIs.",
  "habilidadecaps": "SKILLS",
  "ferramentas": "Programming Languages and Tools:",
  "fortes": "Strengths:",
  "interfaces": "Web interfaces/applications using React, HTML, CSS, JavaScript, Typescript.",
  "versao": "Version Control: Git",
  "bibliotecas": "Libraries: Chakra UI, Yup",
  "responsivos": "Fast and responsive websites.",
  "projetocaps": "PROJECTS",
  "descriçaoweather": "The Weather App is a weather forecasting application that allows users to obtain detailed weather information for any location in real-time. With a user-friendly and attractive interface, users can enter the name of a city and receive information about the current temperature, weather conditions, minimum and maximum temperatures, and a general description of the weather.",
  "recursoprincipal": "Key Features:",
  "lista1": "City Search: Users can enter the name of any city in the world to get updated weather information.",
  "lista2": "Accurate Data: The application connects to reliable sources of weather data to provide accurate and reliable information.",
  "lista3": "Attractive Interface: The intuitive and pleasant design makes the user experience simple and engaging.",
  "lista4": "Mobile-Friendly: The application is responsive and works well on both mobile devices and computers.",
  "tecnologias": "Technologies Used:",
  "linguagem": "Programming Language: JavaScript",
  "frameworks": "Libraries/Frameworks: React, Chakra UI",
  "api": "External API: OpenWeatherMap API",
  "outros": "Other Technologies: Git, GitHub"
}