{
  "sobre": "Sobre",
  "experiencia": "Experiência",
  "habilidades": "Habilidades",
  "projetos": "Projetos",
  "nome": "Carlos Alberto Gomes de Souza Junior",
  "cargo": "DESENVOLVEDOR FRONTEND",
  "contato": "Contato:",
  "sobremim": "Com 24 anos de idade, minha jornada no desenvolvimento web teve início no início de 2022, quando decidi explorar esse empolgante mundo por conta própria. Rapidamente mergulhei nos estudos e, em questão de meses, estava aplicando meus conhecimentos como desenvolvedor front-end em uma startup. Essa experiência inicial solidificou minha paixão pela programação e me impulsionou a buscar um curso de tecnólogo em desenvolvimento full-stack.",
  "experienciacaps": "EXPERIÊNCIA",
  "tipodetrabalho": "Freelance para uma startup",
  "cargodotrabalho": "Desenvolvedor FrontEnd",
  "descriçaodotrabalho": "Como desenvolvedor FrontEnd, transformei designs do Figma em aplicações web funcionais. Minhas responsabilidades incluíram o desenvolvimento de formulários, garantindo a responsividade e implementando validações com Yup. Aprimorei minhas habilidades em React, Typescript, meu conhecimento em hooks e a consumir APIs.",
  "habilidadecaps": "HABILIDADES",
  "ferramentas": "Linguagens de programação e ferramentas:",
  "fortes": "Pontos fortes:",
  "interfaces": "Interfaces/aplicações web usando React, HTML, CSS, JavaScript, Typescript.",
  "versao": "Controle de versão: Git",
  "bibliotecas": "Bibliotecas: ChakraUi, yup",
  "responsivos": "Sites rápidos e responsivos.",
  "projetocaps": "PROJETOS",
  "descriçaoweather": "O Weather App é uma aplicação de previsão do tempo que permite aos usuários obter informações meteorológicas detalhadas para qualquer localização em tempo real. Com uma interface amigável e atraente, os usuários podem inserir o nome de uma cidade e receber informações sobre temperatura atual, condições climáticas, temperatura mínima e máxima, além de uma descrição geral do clima.",
  "recursoprincipal": "Recursos principais:",
  "lista1": "Pesquisa por Cidade: Os usuários podem inserir o nome de qualquer cidade do mundo para obter informações meteorológicas atualizadas.",
  "lista2": "Dados Precisos: O aplicativo se conecta a fontes confiáveis de dados meteorológicos para fornecer informações precisas e confiáveis.",
  "lista3": "Interface Atraente: O design intuitivo e agradável tornam a experiência do usuário simples e atraente.",
  "lista4": "Compatível com Dispositivos Móveis: O aplicativo é responsivo, funcionando bem em dispositivos móveis e computadores.",
  "tecnologias": "Tecnologias utilizadas:",
  "linguagem": "Linguagem de Programação: JavaScript",
  "frameworks": "Bibliotecas/Frameworks: React, Chakra UI",
  "api": "API Externa: OpenWeatherMap API",
  "outros": "Outras Tecnologias: Git, GitHub"

}